{
  "home": {
    "test": "jakubgania.io - pl",
    "menu": {
      "homePage": "Strona główna",
      "blogPage": "Blog",
      "projectsPage": "Projekty",
      "contactPage": "Doświadczenie",
      "experiencePage": "Kontakt",
      "aboutPage": "O mnie",
      "galleryPage": "Galeria",
      "resourcesPage": "Zasoby"
    },
    "contentSection": [
      {
        "title": {
          "part1": "Technologie",
          "part2": "Webowe"
        },
        "description": "Główne technologie w jaki się specjalizję to technologie z szeroko rozumianego stosu webowego. Są to technologie zarówno frontendowe takie jak React, Vue, Angular, Nuxt oraz backendowe takie jak Node czy Laravel. Tworzę różny skrypty z użyciem Bash czy Python. Większość mojej pracy i eksperymentów umieszczam na platformie Github."
      },
      {
        "title": {
          "part1": "Technologie",
          "part2": "Chmurowe"
        },
        "description": "Technologie chmurowe to bardzo ważny aspekt współczesnych systemów informatycznych. Chmura daje możliwości praktycznie nieograniczonego skalowania aplikacji oraz łatej integrcji wielu komponentów. To naprawdę wiele zalet i możliwości oraz inne podejśćie do budowania złożonych struktór. Jest to kierunek w którym rozwijam się od jesieni 2019 roku i coraz bardziej mnie wciąga."
      },
      {
        "title": {
          "part1": "Software",
          "part2": "Engineering"
        },
        "description": "Dziedina jaką jest inżynieria oprogramowania jest złożonym zagadnieniem. Tworzenie aplikacji w różnych technologiach, odmienne koncepcje języków programowania, wysublimowane architektury, bezpieczeńśtwo, bazy danych ... Wymieniać można bez końca a trndy i technologie ewoluują. To wszystko bardzo mnie interesuje dlatego staram się poznawać coraz lepiej wszelkie aspekty z tym związane."
      },
      {
        "title": {
          "part1": "IT i",
          "part2": "Tchnologie"
        },
        "description": "Szeroko pojęte IT i różne inne technologie cały czas zasakują i rozwijają się bardzo szybko. Takie zagadnienia jak sztuczna inteligencja czy Big Data to pojęcia wykorzystywane na porządku dziennym na całym świecie. Dziś ciężko znaleźć duży zbiór danych niewspomagany czy to przez SI czy analizę Big Data."
      }
    ],
    "projectsSection": {
      "title": "Projekty"
    },
    "menuSection": {
      "homePage": "Strona główna",
      "blogPage": "Blog",
      "projectsPage": "Projekty",
      "experiencePage": "Doświadczenie",
      "contactPage": "Kontakt",
      "aboutPage": "O mnie",
      "galleryPage": "Galeria"
    },
    "gallerySection": {
      "blog": "Blog",
      "experience": "Doświadczenie",
      "contact": "Contact",
      "gallery": "Galeria"
    }
  },
  "about": {
    "test": "about me - pl",
    "head": {}
  },
  "experience": {
    "head": {}
  }
}